<?php

return [
    'dashboard' => 'التحكم في لوحة التحكم',
    'settings' => 'التحكم في الاعدادت',
    'admins' => 'التحكم في المدير',
    'notifications' => 'التحكم في الاشعارات',
    'revenues' => 'التحكم في الإيرادات',
    'landing-page' => 'التحكم في صفحة الهبوط',
    'roles' => 'التحكم في الصلاحيات',
    'users' => 'التحكم في المستخدمين',
    'support-center' => 'التحكم في مركز الدعم',
    'home' => 'التحكم في صفحة الرئيسية',
    'videos' => 'التحكم في الفيديوهات',
    'photos' => 'التحكم في البومات الصور',
    'faqs' => ' التحكم في الأسشلة الشائعة',
    'services' => 'التحكم في الخدمات',
    'testimonials' => 'التحكم في الشهادات والتوصيات',
    'articles' => 'التحكم في المقالات',
    'support_center' => 'التحكم في مركز الدعم',
    'students' => 'التحكم في الطلاب',
    'courses' => 'التحكم في الدورات',
];
