<?php

return [

    'photo_album_update' => 'تعديل البوم الصور',
    'add_other_album_photos' => 'اضافة الصور الاخري للالبوم',
    'other_album_photos_upload' => 'اضغط هنا لرفع صور الآخري  للالبوم او قم باسقاطها هنا لرفعها',

    'title_ar' => 'عنوان البوم الصور | عربي',
    'title_en' => 'عنوان البوم الصور | انجليزي',
    'language' => 'لغة البوم الصور',
    'status' => 'حالة البوم الصور',
    'main_photo' => 'صورة الرئيسية لالبوم الصور',
    'year' => 'سنة البوم الصور',

    'enter_title_ar' => 'ادخل عنوان البوم الصور بالعربي',
    'enter_title_en' => 'ادخل عنوان البوم الصور بالانجليزي',
    'enter_language' => 'ادخل لغة البوم الصور',
    'enter_status' => 'ادخل حالة البوم الصور',
    'enter_main_photo' => 'ادخل صورة الرئيسية لالبوم الصور',


    'required' => 'هذا الحقل مطلوب',
    'image' => 'يجب ان تكون صورة',
    'in' => 'القيمية المدخلة غير صحيحة',
    'mimes' => 'يجب ان تكون صورة باحدي الصيغ jpeg , jpg,png',
    'image_max' => 'حجم الصورة المسموح به 1 ميجا فقط',
    'photo_required' => 'الصورة مطلوبة',


    'not_photo_albums_found' => 'لا يوجد البومات صور حالياً',
];
