<?php

return [
    //////////////////////////////////////////////////////////////////////
    // Global config file
    'dashboard' => 'التحكم في لوحة التحكم',
    'admins' => 'التحكم في المدير',
    'settings' => 'التحكم في الاعدادت',
    'users' => 'التحكم في المستخدمين',
    'roles' => 'التحكم في الصلاحيات',
    /////////////////////////////////////////////////////////////////////////

    'update_permission' => 'تعديل الصلاحية',
    'role_name_ar' => 'الإسم | عربي',
    'role_name_en' => 'الإسم | انجليزي',
    'permissions' => 'الصلاحيات',

    'enter_role_name_ar' => 'ادخل الاسم بالعربي',
    'enter_role_name_en' => 'ادخل الاسم بالانجليزي',
    'enter_permissions' => ' ادخل الصلاحية',

    'role_name_ar_required' => 'الاسم بالعربي مطلوب',
    'role_name_en_required' => 'الاسم بالانجليزي مطلوب',
    'permission_required' => 'الصلاحية مطلوب , عليك باختيار صلاحية واحدة علي الاقل',
    'min' => 'عليك باختيار صلاحية علي الاقل',

    'delete_error_message' => 'عذراً , لا يمكن حذف الصلاحية لانها معطاه لأحد المستخدمين',
    'no_permissions_found' => 'لا يوجد صلاحيات حالياً',

];
