<?php

return [
    'update_users' => 'تعديل المستخدمين ',

    'name'=>'اسم المستخدم',
    'email'=>'ايميل المستخدم',
    'password'=>'كلمة المرور',
    'photo'=>'صورة المستخدم',
    'mobile'=>'موبايل المستخدم',
    'gender'=>'الجنس',
    'status'=>'حالة المستخدم',
    'role_id'=>'الصلاحية',

    'last_login_at'=>'اخر عملية تسجيل دخول',
    'last_login_ip'=>'عنوان الاي بي',

    'enter_name'=>' ادخل اسم المستخدم',
    'enter_email'=>' ادخل ايميل المستخدم',
    'enter_password'=>' ادخل كلمة المرور',
    'enter_photo'=>' ادخل صورة المستخدم',
    'enter_mobile'=>' ادخل موبايل المستخدم',
    'enter_gender'=>' ادخل الجنس',
    'enter_status'=>'ادخل حالة المستخدم',
    'enter_last_login_at'=>' ادخل اخر عملية تسجيل دخول',
    'enter_last_login_ip'=>'ادخل عنوان الاي بي',

    'required'=>'هذا الحقل مطلوب',
    'image' => 'يجب ان تكون صورة',
    'in'=>'القيمية المدخلة غير صحيحة',
    'mimes' => 'يجب ان تكون صورة باحدي الصيغ jpeg , jpg,png',
    'image_max'=>'حجم الصورة المسموح به 2 ميجا فقط',


    'image_required' => 'الصورة  مطلوبة',
    'email_email' => 'يجب ان تكون صيغة الايميل مثل admin@admin.com',
    'min' => 'يجب ان كلمة المرور اكبر من 6 حروف',
    'numeric' => 'القيمية المدخلة يجب ان تكون عددية',
    'email_unique' => 'هذا الايميل مستخدم مسبقا !',
    'no_users_found' => 'لا يوجد مستخدمين حالياً'

];
