<?php

return [

    'video_update' => 'تعديل الفيديو',

    'title_ar' => 'عنوان الفيديو | عربي',
    'title_en' => 'عنوان الفيديو | انجليزي',
    'language' => 'لغة الفيديو',
    'status' => 'حالة الفيديو',
    'link' => 'رابط الفيديو',
    'photo' => 'صورة الفيديو',
    'duration' => 'مدة الفيديو',
    'added_date' => 'تاريخ الاضافة',

    'enter_title_ar' => 'ادخل عنوان الفيديو بالعربي',
    'enter_title_en' => 'ادخل عنوان الفيديو بالانجليزي',
    'enter_language' => 'ادخل لغة الفيديو',
    'enter_status' => 'ادخل حالة الفيديو',
    'enter_link' => 'ادخل رابط الفيديو',
    'enter_photo' => 'ادخل صورة الفيديو',
    'enter_duration' => 'ادخل مدة الفيديو',
    'enter_added_date' => 'ادخل تاريخ الاضافة',

    'required' => 'هذا الحقل مطلوب',
    'image' => 'يجب ان تكون صورة',
    'in' => 'القيمية المدخلة غير صحيحة',
    'mimes' => 'يجب ان تكون صورة باحدي الصيغ jpeg , jpg,png',
    'image_max' => 'حجم الصورة المسموح به 1 ميجا فقط',
    'photo_required' => 'الصورة مطلوبة',
    'url_invalid' => 'رابط اليوتيوب غير صحيح ',

    'no_videos_found' => 'لا يوجد فيدهات حالياً'
];
